Repository: fiste788/fantamanajer
Catalog: resources/locales/*/cake.po
Languages: it_it

source: Error
it_it: Errore

source: The requested address {0} was not found on this server.
it_it: L'indirizzo richiesto %s non è stato trovato su questo server.

source: An Internal Error Has Occurred
it_it: Si è verificato un errore interno

source: You are not authorized to access that location.
it_it: Non si è autorizzati ad accedere a tale posizione.

source: Not Found
it_it: Non trovato

source: An Internal Error Has Occurred.
it_it: Si è verificato un errore interno.

source: Missing CSRF token cookie
it_it: Cookie token CSRF mancante

source: Missing CSRF token body
it_it: Token CSRF mancante

source: The requested file contains `..` and will not be read.
it_it: Il file richiesto contiene '.. ' e non sarà letto.

source: The requested file was not found
it_it: Il file richiesto non è stato trovato

source: {0} from now
it_it: {0} da ora

source: {0} ago
it_it: {0} fa

source: {0} after
it_it: {0} dopo

source: {0} before
it_it: {0} prima

source: just now
it_it: adesso

source: about a second ago
it_it: circa un secondo fa

source: about a minute ago
it_it: circa un minuto fa

source: about an hour ago
it_it: 1 ora fa

source: about a day ago
it_it: circa un giorno fa

source: about a week ago
it_it: circa una settimana fa

source: about a month ago
it_it: circa un mese fa

source: about a year ago
it_it: circa un anno fa

source: in about a second
it_it: in circa un secondo

source: in about a minute
it_it: in circa un minuto

source: in about an hour
it_it: in circa un ora

source: in about a day
it_it: in circa un giorno

source: in about a week
it_it: in circa una settimana

source: in about a month
it_it: in circa un mese

source: in about a year
it_it: in circa un anno

source: today
it_it: oggi

source: %s ago
it_it: %s fa

source: on %s
it_it: alle %s

source: {0} year
it_it: {0} anno

source: {0} month
it_it: {0} mese

source: {0} week
it_it: {0} settimana

source: {0} day
it_it: {0} giorno

source: {0} hour
it_it: {0} ora

source: {0} minute
it_it: {0} minuto

source: {0} second
it_it: {0} secondo

source: This value is already in use
it_it: Il valore è già in uso

source: This value does not exist
it_it: Il valore non esiste

source: Cannot modify row: a constraint for the `{0}` association fails.
it_it: Impossibile modificare il record: un vincolo per l'associazione `{0}` è fallito.

source: The count does not match {0}{1}
it_it: Il conteggio non corrisponde {0}{1}

source: and
it_it: e

source: This field is required
it_it: Il campo è obbligatorio

source: This field cannot be left empty
it_it: Il campo non può essere lasciato vuoto

source: The provided value is invalid
it_it: Il valore non è valido

source: Edit {0}
it_it: Modifica {0}

source: New {0}
it_it: Nuovo {0}

source: Submit
it_it: Ok
