Repository: Fiste788/FantaManajer
Catalog: resources/locales/*/default.po
Languages: it_it

source: Lineup already exists for this matchday. Try to refresh
it_it: Formazione già presente per questa giornata. Prova a ricaricare

source: Expired lineup
it_it: Formazione scaduta

source: Missing player/s
it_it: Giocatore/i mancanti

source: Jolly already used
it_it: Jolly già utilizzato

source: The member is already selected by another team
it_it: Il giocatore è già stato selezionato da un altra squadra

source: Reached maximum number of changes
it_it: Raggiunto il limite di cambi giocatore

source: Team name already exist in this championship
it_it: Questo nome di squadra è già presente all'interno della lega

source: {0} has setup lineup for matchday {1}
it_it: {0} ha settato la formazione per la giornata {1}

source: Your lineup for current matchday is missing. Come on!
it_it: Non hai ancora settato la formazione per questa giornata. Sbrigati!

source: {0} posted a conference
it_it: {0} ha rilasciato una conferenza stampa

source: A player has been selected for transfert
it_it: Un giocatore è stato selezionato

source: Selled {0} and buyed {1}
it_it: Ha venduto {0} e ha acquistato {1}

source: {0} make a transfert
it_it: {0} ha effettuato un trasferimento

source: {0} has selected a player for the transfert
it_it: {0} ha selezionato un giocatore

source: Name
it_it: Nome

source: Role
it_it: Ruolo

source: Regular
it_it: Titolare

source: Reg
it_it: Tit

source: Yellow card
it_it: Ammonizioni

source: YC
it_it: Amm

source: Red card
it_it: Espulsioni

source: RC
it_it: Esp

source: Assists
it_it: Assist

source: Goals
it_it: Gol

source: Points
it_it: Punti

source: Yellow cards
it_it: Ammonizioni

source: Red cards
it_it: Espulsioni

source: Not regular
it_it: Titolare

source: Missing lineup
it_it: Formazione non settata

source: {0} has been selected by another team
it_it: {0} è stato selezionato da un altra squadra

source: Score
it_it: Punteggio

source: Back
it_it: Indietro

source: View
it_it: Visualizza
